Repository: lenard-d/typewhisper-mac
Catalog: TypeWhisper/Resources/Localizable.xcstrings
Source language: en
Languages: de, ja, zh_hans

source: App Language
de: App-Sprache
ja: アプリの言語
zh_hans: 应用语言

source: App visibility
de: App-Sichtbarkeit
ja: アプリの表示
zh_hans: 应用显示方式

source: App-aware formatting
de: App-basierte Formatierung
ja: アプリベースのフォーマット
zh_hans: 按应用自动格式化

source: Appearance
de: Darstellung
ja: 外観
zh_hans: 外观

source: Apps Used
de: Genutzte Apps
ja: 使用中のアプリ
zh_hans: 使用的应用

source: Are you sure you want to uninstall %@? This will remove the plugin and its data.
de: Möchtest du %@ wirklich deinstallieren? Das Plugin und seine Daten werden entfernt.
ja: 本当に%@をアンインストールしますか？プラグインとそのデータが削除されます。
zh_hans: 确定要卸载 %@ 吗？这将删除该插件及其数据。

source: Assign a hotkey to always use this profile, regardless of the active app.
de: Weisen Sie ein Tastenkürzel zu, um dieses Profil immer zu verwenden, unabhängig von der aktiven App.
ja: このプロファイルを常に使用するためのキーボードショートカットを割り当てます。アクティブなアプリに関係なく使用できます。
zh_hans: 设置专用快捷键，无论当前使用哪个应用，都可直接启用此配置文件。

# Audio %@s - processed in %@s
source: Audio %1$@s - processed in %2$@s
de: Audio %1$@s – verarbeitet in %2$@s
ja: 音声%1$@秒 - %2$@秒で処理
zh_hans: 音频时长 %1$@ 秒，处理用时 %2$@ 秒

source: Auto-delete after
de: Automatisch löschen nach
ja: 自動削除後
zh_hans: 自动删除时间

source: Auto-delete recovery recordings
de: Wiederherstellungsaufnahmen automatisch löschen
ja: 復元用録音を自動削除
zh_hans: 自动删除恢复录音

source: Immediately (disable recovery)
de: Sofort (Wiederherstellung deaktivieren)
ja: すぐに（復元を無効化）
zh_hans: 立即（停用恢复）

source: 1 day
de: 1 Tag
ja: 1 日
zh_hans: 1 天

source: 7 days
de: 7 Tage
ja: 7 日
zh_hans: 7 天

source: Recovery recordings are stored only on this Mac. Immediately prevents TypeWhisper from creating local recovery audio files. History audio is controlled separately, and cloud engines may still receive audio for transcription.
de: Wiederherstellungsaufnahmen werden nur auf diesem Mac gespeichert. „Sofort“ verhindert, dass TypeWhisper lokale Wiederherstellungs-Audiodateien erstellt. Verlaufs-Audio wird separat gesteuert und Cloud-Engines können weiterhin Audio zur Transkription erhalten.
ja: 復元用録音はこのMacにのみ保存されます。「すぐに」を選ぶと、TypeWhisperはローカルの復元用音声ファイルを作成しません。履歴の音声保存は別に管理され、クラウドエンジンは文字起こしのために音声を受信する場合があります。
zh_hans: 恢复录音仅存储在这台 Mac 上。选择“立即”后，TypeWhisper 不会创建本地恢复音频文件。历史记录中的音频由单独的设置控制，云端引擎仍可能接收音频以进行转录。

source: Recovery recording is disabled
de: Wiederherstellungsaufnahme ist deaktiviert
ja: 復元用録音は無効です
zh_hans: 恢复录音已停用

source: Storage
de: Speicher
ja: ストレージ
zh_hans: 存储

source: Auto-detect
de: Automatisch erkennen
ja: 自動認識
zh_hans: 自动检测

source: Auto-detect all languages
de: Alle Sprachen automatisch erkennen
ja: すべての言語を自動検出
zh_hans: 自动检测所有语言

source: Auto-learned
de: Automatisch gelernt
ja: 自動学習
zh_hans: 自动学习

source: Auto-unload model
de: Modell automatisch entladen
ja: モデルを自動でアンロード
zh_hans: 自动卸载模型

source: Automatic Fallback
de: Automatischer Fallback
ja: 自動フォールバック
zh_hans: 自动回退

source: Automatic Correction Learning
de: Automatisches Korrektur-Lernen
zh_hans: 自动学习修正

source: Automatically extracts facts, preferences and patterns from your transcriptions using an LLM. Memories are injected into prompt context.
de: Extrahiert automatisch Fakten, Präferenzen und Muster aus deinen Transkriptionen per LLM. Erinnerungen werden als Kontext in Prompts eingefügt.
ja: LLMを使用して、あなたの転写テキストから事実、好み、パターンを自動的に抽出します。思い出はプロンプトのコンテキストとして挿入されます。
zh_hans: 使用 LLM 自动从转录内容中提取事实、偏好和规律，并将这些记忆加入提示词上下文。

source: Automatically pauses music and videos while recording and resumes when done. Uses macOS system media controls - may not work with all apps.
de: Pausiert automatisch Musik und Videos während der Aufnahme und setzt die Wiedergabe fort, wenn fertig. Verwendet macOS-Systemsteuerung - funktioniert möglicherweise nicht mit allen Apps.
ja: 録音中に自動的に音楽や動画を一時停止し、録音が完了すると再生を再開します。macOSのシステムコントロールを使用 - すべてのアプリで動作するとは限りません。
zh_hans: 录音时自动暂停音乐和视频，结束后继续播放。此功能使用 macOS 系统媒体控制，可能不支持部分应用。

source: Automatically press Enter after inserting text. In chat apps this sends the message, in editors it adds a new line.
de: Drückt nach dem Einfügen automatisch Enter. In Chat-Apps wird die Nachricht gesendet, in Editoren eine neue Zeile eingefügt.
ja: 挿入後自動的にEnterを押します。チャットアプリではメッセージが送信され、エディタでは新しい行が挿入されます。
zh_hans: 插入文字后自动按下 Enter。在聊天应用中会发送消息，在编辑器中会插入新行。

source: Automatically unloads local models from memory after inactivity. It reloads when needed. Does not affect cloud engines.
de: Entlädt lokale Modelle nach Inaktivität automatisch aus dem Arbeitsspeicher. Bei Bedarf werden sie neu geladen. Cloud-Engines sind nicht betroffen.
ja: ローカルモデルを不使用時に自動的にメモリからアンロードします。必要に応じて再読み込みされます。クラウドエンジンは影響を受けません。
zh_hans: 在闲置后自动将本地模型从内存中卸载。需要时会重新加载。不会影响云端引擎。

source: Available
de: Verfügbar
ja: 利用可能
zh_hans: 可用

source: Available Plugins
de: Verfügbare Plugins
ja: 利用可能なプラグイン
zh_hans: 可用插件

source: Avg. WPM
de: Ø WPM
ja: 平均WPM
zh_hans: 平均每分钟字数

source: Back
de: Zurück
ja: 戻る
zh_hans: 返回

source: Backup & Restore
de: Sicherung & Wiederherstellung
ja: バックアップと復元
zh_hans: 备份与恢复

source: Backup Failed
de: Sicherung fehlgeschlagen
zh_hans: 备份失败

source: Bottom
de: Unten
ja: 下
zh_hans: 底部

source: Bronze Supporter
de: Bronze-Unterstützer
ja: ブロンズサポーター
zh_hans: 铜牌支持者

source: Browse Term Packs
de: Begriff-Pakete durchsuchen
ja: 用語パックを見る
zh_hans: 浏览术语包

source: Browse the Available tab or install from file.
de: Durchsuche den Tab Verfügbar oder installiere aus einer Datei.
ja: タブ「利用可能」を検索するか、ファイルからインストールしてください。
zh_hans: 浏览“可用”标签或从文件安装。

source: Build reusable AI actions for Rules or the Prompt Palette.
de: Baue wiederverwendbare KI-Aktionen für Regeln oder die Prompt-Palette.
ja: ルールやプロンプトパレット用の再利用可能なAIアクションを作成。
zh_hans: 为规则或提示词面板构建可重用的 AI 操作。

source: Built-in
de: Integriert
ja: 内蔵
zh_hans: 内置

source: Built-in Display
de: Integriertes Display
ja: 内蔵ディスプレイ
zh_hans: 内置显示器

source: Built-in prompts for common tasks like translation, email drafting, and formatting.
de: Eingebaute Prompts für häufige Aufgaben wie Übersetzung, E-Mail-Entwurf und Formatierung.
ja: 翻訳、メール下書き、整形などのよく使う作業向けの内蔵プロンプトです。
zh_hans: 内置用于翻译、撰写邮件和格式化等常见任务的提示词。

source: Buy Commercial License
de: Kommerzielle Lizenz kaufen
ja: 商用ライセンスを購入
zh_hans: 购买商业许可证

source: Buy or Enter License Key
de: Kaufen oder Lizenzschlüssel eingeben
zh_hans: 购买或输入许可证密钥

source: by %@
de: von %1$@
ja: %@ 作
zh_hans: 通过 %@

source: Cancel
de: Abbrechen
ja: キャンセル
zh_hans: 取消

source: Cancelled
de: Abgebrochen
ja: キャンセル済み
zh_hans: 已取消

source: Capture From
de: Erfassen aus
ja: から取得
zh_hans: 采集来源

source: Case sensitive
de: Groß-/Kleinschreibung beachten
ja: 大文字・小文字を区別
zh_hans: 区分大小写

source: Check for Updates...
de: Nach Updates suchen …
ja: アップデートを確認...
zh_hans: 检查更新…

source: Check status:
de: Status prüfen:
ja: ステータスを確認:
zh_hans: 检查状态：

source: Choose a cloud-synced folder for TypeWhisper.
de: Wähle einen Cloud-synchronisierten Ordner für TypeWhisper.
ja: TypeWhisper用のクラウド同期フォルダを選択してください。
zh_hans: 为 TypeWhisper 选择一个云同步文件夹。

source: Choose a sound file
de: Sounddatei auswählen
ja: サウンドファイルを選択
zh_hans: 选择声音文件

source: Choose a sync folder first.
de: Wähle zuerst einen Sync-Ordner.
ja: まずSyncフォルダを選択してください。
zh_hans: 请先选择同步文件夹。

source: Choose a transcription engine. Each engine needs to download a model before it can be used. Open settings to configure.
de: Wähle eine Transkriptions-Engine. Jede Engine muss ein Modell herunterladen. Öffne die Einstellungen zum Konfigurieren.
ja: 文字起こしエンジンを選択します。各エンジンは使用前にモデルのダウンロードが必要です。設定で構成してください。
zh_hans: 选择一个转录引擎。每个引擎使用前都需要下载模型。打开设置进行配置。

source: Choose Apps
de: Apps auswählen
ja: アプリを選択
zh_hans: 选择应用

source: Choose Apps...
de: Apps auswählen …
ja: アプリを選択…
zh_hans: 选择应用…

source: Choose Files...
de: Dateien auswählen …
ja: ファイルを選択...
zh_hans: 选择文件…

source: Choose Folder
de: Ordner wählen
ja: フォルダを選択
zh_hans: 选择文件夹

source: Choose how to trigger dictation.
de: Wähle aus, wie du das Diktat auslöst.
ja: どの方法で音声入力を行うか選択してください。
zh_hans: 选择如何触发听写。

source: Choose how you want to trigger dictation, then record a shortcut.
de: Wähle aus, wie du die Diktierfunktion auslösen möchtest, und nimm dann ein Tastenkürzel auf.
ja: 音声入力のトリガー方法を選択し、その後ショートカットキーを登録してください。
zh_hans: 选择你希望的触发听写方式，然后录制一个快捷键。

source: Claim GitHub Sponsors status on the web
de: GitHub-Sponsors-Status im Web beanspruchen
ja: WebでGitHub Sponsorsステータスを認証
zh_hans: 在网页上声明 GitHub Sponsors 身份

source: Claim in progress
de: Beanspruchung läuft
ja: 認証中
zh_hans: 正在验证身份

source: Clear
de: Leeren
ja: クリア
zh_hans: 清除

source: Clear All
de: Alle entfernen
ja: すべてクリア
zh_hans: 全部清除

source: Clear All Data
de: Alle Daten löschen
ja: すべてのデータを削除
zh_hans: 清除所有数据

source: Clear All Memories
de: Alle Erinnerungen löschen
ja: すべてのメモリを削除
zh_hans: 清除所有记忆

source: Clear All Memories?
de: Alle Erinnerungen löschen?
ja: すべてのメモリを削除しますか？
zh_hans: 清除所有记忆？

source: Clear Error Log?
de: Fehlerprotokoll löschen?
ja: エラーログを削除しますか？
zh_hans: 清除错误日志？

source: Clear Filters
de: Filter löschen
ja: フィルタをクリア
zh_hans: 清除过滤器

source: Clear search
de: Suche löschen
ja: 検索をクリア
zh_hans: 清除搜索

source: Clear shortcut
de: Tastenkürzel entfernen
ja: ショートカットキーを削除
zh_hans: 清除快捷键

source: Clear Usage Statistics
de: Nutzungsstatistik löschen
zh_hans: 清除使用统计数据

source: Click the text field below, then press your hotkey and say something!
de: Klicke unten in das Textfeld, drücke dann deinen Hotkey und sag etwas!
ja: 下のテキストフィールドにクリックし、ショートカットキーを押して何かを話してください！
zh_hans: 单击下方文本框，然后按下快捷键并说些什么！

source: Click to insert
de: Klicke zum Einfügen
ja: ここをクリックして挿入
zh_hans: 点击插入

source: Click to insert a placeholder:
de: Klicke, um einen Platzhalter einzufügen:
ja: プレースホルダーを挿入:
zh_hans: 点击插入占位符：

source: Clipboard
de: Zwischenablage
ja: クリップボード
zh_hans: 剪贴板

source: Clipboard content
de: Inhalt der Zwischenablage
ja: クリップボードの内容
zh_hans: 剪贴板内容

source: Close
de: Schließen
ja: 閉じる
zh_hans: 关闭

source: Cloud Folder Sync
de: Cloud-Ordner-Sync
ja: クラウドフォルダ同期
zh_hans: 云文件夹同步

source: Cloud Folder Sync is available with a Commercial license. Sync dictionaries and snippets through your own iCloud Drive, Dropbox, OneDrive, Syncthing, or custom folder.
de: Cloud-Ordner-Sync ist mit einer kommerziellen Lizenz verfügbar. Synchronisiere Wörterbücher und Snippets über dein eigenes iCloud Drive, Dropbox, OneDrive, Syncthing oder einen benutzerdefinierten Ordner.
ja: クラウドフォルダ同期は商用ライセンスが必要です。独自のiCloud Drive、Dropbox、OneDrive、Syncthing、またはカスタムフォルダを通じて辞書やスニペットを同期できます。
zh_hans: 云文件夹同步功能需要商业许可证。可通过你自己的 iCloud Drive、Dropbox、OneDrive、Syncthing 或自定义文件夹同步词典和快捷短语。

source: Cloud Folder Sync requires an active Commercial license.
de: Cloud-Ordner-Sync erfordert eine aktive kommerzielle Lizenz.
ja: クラウドフォルダ同期には有効な商用ライセンスが必要です。
zh_hans: 云文件夹同步需要有效的商业许可证。

source: Cloud-based transcription. Requires a free API key.
de: Cloudbasierte Transkription. Erfordert einen kostenlosen API-Schlüssel.
ja: クラウドベースの文字起こし。無料のAPIキーが必要です。
zh_hans: 云端转录。需要免费 API 密钥。

source: Collapsed
de: Eingeklappt
ja: 折りたたみ
zh_hans: 已折叠

source: Command Line Tool
de: Kommandozeilen-Tool
ja: コマンドラインツール
zh_hans: 命令行工具

source: Commercial license active
de: Kommerzielle Lizenz aktiv
ja: 商用ライセンスが有効
zh_hans: 商业许可证已激活

source: Commercial license active. Manage correction learning and sync from one place.
de: Kommerzielle Lizenz aktiv. Verwalte Korrekturlernen und Sync an einem Ort.
zh_hans: 商业许可证已激活。从一处管理纠正学习和同步。

source: Commercial license required
de: Kommerzielle Lizenz erforderlich
ja: 商用ライセンスが必要
zh_hans: 需要商业许可证

source: Community Packs
de: Community-Pakete
ja: コミュニティパック
zh_hans: 社区包

source: Compare
de: Vergleich
ja: 比較
zh_hans: 比较

source: Connect Discord to claim your %@ supporter status in the community server.
de: Verbinde Discord, um deinen %1$@-Supporter-Status im Community-Server zu beanspruchen.
ja: Discordに接続して、コミュニティサーバーで%@のサポーターステータスを認証します。
zh_hans: 连接 Discord 以在社区服务器中声明你的 %@ 支持者身份。

source: Controls push-to-talk dictation, workflows that inherit the global spoken language, and CLI/API defaults when they use app defaults. Recorder and Recovery have separate language settings.
de: Steuert Push-to-Talk-Diktat, Workflows, die die globale gesprochene Sprache übernehmen, und CLI/API-Standardwerte, wenn sie App-Standardwerte verwenden. Recorder und Wiederherstellung haben separate Spracheinstellungen.
ja: プッシュ・トゥ・トークのディクテーション、グローバルの話す言語を継承するワークフロー、およびアプリのデフォルトを使用する場合のCLI/APIデフォルトを制御します。レコーダーとリカバリーには別の言語設定があります。
zh_hans: 控制按键通话听写、继承全局口语语言的工作流，以及使用应用默认值时的 CLI/API 默认设置。录音器和恢复功能有独立的语言设置。

source: Converts spoken numbers in supported languages into digits before insertion and export.
de: Wandelt gesprochene Zahlen in unterstützten Sprachen vor dem Einfügen und Exportieren in Ziffern um.
ja: 対応言語の話し言葉の数字を、挿入やエクスポートの前に数字へ変換します。
zh_hans: 在插入和导出之前，将支持语言中的口语数字转换为阿拉伯数字。

source: Copied to clipboard
de: In Zwischenablage kopiert
ja: クリップボードにコピーしました
zh_hans: 已复制到剪贴板

source: Copy
de: Kopieren
ja: コピー
zh_hans: 复制

source: Copy All Text
de: Gesamten Text kopieren
ja: すべてのテキストをコピー
zh_hans: 复制全部文本

source: Copy Last Transcription
de: Letzte Transkription kopieren
ja: 最後の文字起こしをコピー
zh_hans: 复制上次转录

source: Copy last transcription shortcut
de: Tastenkürzel für das Kopieren der letzten Transkription
ja: 最後の文字起こしをコピーするショートカット
zh_hans: 复制上次转录的快捷键

source: Copy original
de: Original kopieren
ja: 元の文をコピー
zh_hans: 复制原文

source: Copy processed
de: Verarbeitet kopieren
ja: 処理後の文をコピー
zh_hans: 复制处理结果

source: Copy your latest transcription to the clipboard.
de: Kopiere deine letzte Transkription in die Zwischenablage.
ja: 最新の文字起こしをクリップボードにコピーします。
zh_hans: 将最近一次转录复制到剪贴板。

source: Correct Text
de: Korrekter Text
ja: テキストを修正
zh_hans: 修正文本

source: Correction
de: Korrektur
ja: 修正
zh_hans: 修正

source: Correction examples
de: Korrekturbeispiele
zh_hans: 修正示例

source: Correction learning undone
de: Korrektur-Lernen rückgängig gemacht
zh_hans: 已撤销修正学习

source: Corrections
de: Korrekturen
ja: 修正
zh_hans: 修正

source: Corrections added to dictionary
de: Korrekturen ins Wörterbuch übernommen
ja: 修正を辞書に追加しました
zh_hans: 修正内容已添加到词典

source: Corrections are learned only when edits are confident. Ambiguous changes are skipped.
de: Korrekturen werden nur gelernt, wenn Bearbeitungen eindeutig sind. Mehrdeutige Änderungen werden übersprungen.
zh_hans: 仅在编辑结果明确可信时才学习纠正。含义不明确的更改会被跳过。

source: Corrections only
de: Nur Korrekturen
ja: 修正のみ
zh_hans: 仅修正

source: Corrections replace text after transcription
de: Korrekturen ersetzen Text nach der Transkription
ja: 修正は文字起こし後にテキストを置き換えます
zh_hans: 转录完成后自动应用文本修正

source: Could Not Remove Model
de: Modell konnte nicht entfernt werden
ja: モデルを削除できませんでした
zh_hans: 无法移除模型

source: Could Not Remove Plugin Bundle
de: Plugin-Bundle konnte nicht entfernt werden
ja: プラグインバンドルを削除できませんでした
zh_hans: 无法移除插件包

source: Create profiles to use app-specific transcription settings.
de: Erstellen Sie Profile für app-spezifische Transkriptionseinstellungen.
ja: アプリごとの文字起こし設定を使うためのプロファイルを作成します。
zh_hans: 创建配置文件，为不同应用使用不同的转录设置。

source: Create prompts to process your dictated text with AI
de: Erstelle Prompts, um diktierten Text mit KI zu verarbeiten
ja: 音声入力したテキストをAIで処理するプロンプトを作成します
zh_hans: 创建提示词，使用 AI 处理听写文本

source: Create Rule
de: Regel erstellen
ja: ルールを作成
zh_hans: 创建规则

source: Create snippets to automatically expand short triggers into longer text
de: Erstelle Snippets, um kurze Auslöser automatisch in längeren Text zu expandieren
ja: 短いトリガーを長いテキストへ自動展開するスニペットを作成します
zh_hans: 创建快捷短语，将简短触发词自动展开为完整文本

source: Current shortcut: %@. Click to change.
de: Aktuelles Tastenkürzel: %1$@. Klicke, um es zu ändern.
ja: 現在のショートカットキー: %@。クリックして変更してください。
zh_hans: 当前快捷键：%@。点击可更改。

source: Current Streak
de: Aktuelle Serie
ja: 現在の連続日数
zh_hans: 当前连续天数

source: Custom AI prompt actions. Built-in presets are never exported.
de: Benutzerdefinierte KI-Prompt-Aktionen. Integrierte Voreinstellungen werden nie exportiert.
zh_hans: 自定义 AI 提示词操作。内置预设不会被导出。

source: Custom folder
de: Eigener Ordner
zh_hans: 自定义文件夹

source: Custom Folder
de: Benutzerdefinierter Ordner
ja: カスタムフォルダ
zh_hans: 自定义文件夹

source: Custom workflow triggers, templates, and output rules.
de: Benutzerdefinierte Workflow-Trigger, Vorlagen und Ausgaberegeln.
zh_hans: 自定义工作流的触发条件、模板和输出规则。

source: Daily includes stable, release candidate, and daily builds.
de: Daily umfasst stabile, Release-Candidate- und Daily-Builds.
ja: Dailyは安定版、リリース候補版、およびDailyビルドを含みます。
zh_hans: 每日版频道包括稳定版、候选发布版和每日构建版。

source: Data & AI
de: Daten & KI
ja: データ・AI
zh_hans: 数据与 AI

source: Date
de: Datum
ja: 日付
zh_hans: 日期

source: Days Active
de: Aktive Tage
ja: 利用日数
zh_hans: 活跃天数

source: Deactivate License on This Mac
de: Lizenz auf diesem Mac deaktivieren
ja: このMac上のライセンスを無効にする
zh_hans: 停用此 Mac 上的许可证

source: Deactivate Supporter License
de: Supporter-Lizenz deaktivieren
ja: サポーターのライセンスを無効にする
zh_hans: 停用支持者许可证

source: Deactivation failed. Please try again.
de: Deaktivierung fehlgeschlagen. Bitte versuche es erneut.
ja: 無効化に失敗しました。もう一度試してください。
zh_hans: 停用失败，请重试。

source: Default
de: Standard
ja: デフォルト
zh_hans: 默认

source: Default Engine
de: Standard-Engine
ja: デフォルトエンジン
zh_hans: 默认引擎

source: Default LLM Provider
de: Standard-LLM-Anbieter
ja: デフォルトLLMプロバイダー
zh_hans: 默认 LLM 提供商

source: Delete
de: Löschen
ja: 削除
zh_hans: 删除

source: Delete %@
de: %1$@ löschen
ja: %@を削除
zh_hans: 删除 %@

source: Delete %lld entries
de: %lld Einträge löschen
ja: %lld件を削除
zh_hans: 删除 %lld 个条目

source: Delete %lld entries matching current filters?
de: %lld Einträge löschen, die den aktuellen Filtern entsprechen?
ja: 現在のフィルタに一致する%lld件を削除しますか？
zh_hans: 删除符合当前筛选条件的 %lld 个条目？

source: Delete all %lld entries? This cannot be undone.
de: Alle %lld Einträge löschen? Dies kann nicht rückgängig gemacht werden.
ja: %lld件をすべて削除しますか？この操作は取り消せません。
zh_hans: 删除全部 %lld 个条目？此操作无法撤销。

source: Delete All Visible
de: Alle sichtbaren löschen
ja: 表示中をすべて削除
zh_hans: 删除所有可见条目

source: Delete Entries
de: Einträge löschen
ja: 項目を削除
zh_hans: 删除条目

source: Detect spoken instructions in your dictation (e.g., 'write this as an email') and apply them automatically via LLM.
de: Erkennt gesprochene Anweisungen in deinem Diktat (z.B. 'schreib das als E-Mail') und wendet sie automatisch per LLM an.
ja: あなたの音声入力（例: 'これをメールとして書きなさい'）で発話された指示を認識し、LLMを使って自動的に適用します。
zh_hans: 检测听写中的口头指令（例如“写成一封邮件”），并通过 LLM 自动执行。

source: Dictated text will appear here.
de: Diktierter Text erscheint hier.
ja: 音声入力されたテキストはここに表示されます。
zh_hans: 听写文本将显示在这里。

source: Dictation
de: Diktat
ja: ディクテーション
zh_hans: 听写

source: Dictation hotkeys paused
de: Diktat-Hotkeys pausiert
ja: ディクテーションのホットキーは一時停止中
zh_hans: 听写快捷键已暂停

source: Dictation shortcut
de: Diktat-Tastenkürzel
ja: 音声入力のキーボードショートカット
zh_hans: 听写快捷键

source: Dictionary
de: Wörterbuch
ja: 辞書
zh_hans: 词典

source: Dictionary and snippets
de: Wörterbuch und Snippets
ja: 辞書とスニペット
zh_hans: 词典和快捷短语

source: Dictionary: %d imported, %d skipped (already present)
de: Wörterbuch: %d importiert, %d übersprungen (bereits vorhanden)
zh_hans: 词典：已导入 %1$d 条，跳过 %2$d 条（已存在）

source: Disconnected
de: Getrennt
ja: 接続解除
zh_hans: 未连接

source: Discord claim failed
de: Discord-Claim fehlgeschlagen
ja: Discordのクレームに失敗しました
zh_hans: Discord 身份验证失败

source: Discord connected
de: Discord verbunden
ja: Discordに接続済み
zh_hans: Discord 已连接

source: Discord not connected
de: Discord nicht verbunden
ja: Discordに接続されていません
zh_hans: Discord 未连接

source: Display
de: Anzeige
ja: ディスプレイ
zh_hans: 显示

source: Dock icon
de: Dock-Symbol
ja: Dockアイコン
zh_hans: 程序坞图标

source: Dock icon only while a window is open
de: Dock-Symbol nur bei geöffnetem Fenster
ja: ウィンドウ表示中のみDockアイコンを表示
zh_hans: 仅在窗口打开时显示程序坞图标

source: Dock icon when menu bar icon is hidden
de: Dock-Symbol bei ausgeblendetem Menüleistensymbol
ja: メニューバーアイコン非表示時にDockアイコンを表示
zh_hans: 菜单栏图标隐藏时显示程序坞图标

source: Done
de: Fertig
ja: 完了
zh_hans: 完成

source: down %lld percent
de: %lld Prozent weniger
ja: %lld パーセント減少
zh_hans: 下降 %lld%

source: Downloading %@
de: %1$@ wird geladen
ja: %@をダウンロード中
zh_hans: 下载中 %@

source: Drop audio or video files here
de: Audio- oder Videodateien hierher ziehen
ja: 音声または動画ファイルをここにドロップ
zh_hans: 将音频或视频文件拖到此处

source: Dynamic Placeholders
de: Dynamische Platzhalter
ja: 動的プレースホルダー
zh_hans: 动态占位符

source: e.g.
de: z.B.
ja: 例:
zh_hans: 例如：

source: e.g. addr
de: z.B. addr
ja: 例: addr
zh_hans: 例如：addr

source: e.g. github.com
de: z.B. github.com
ja: 例: github.com
zh_hans: 例如：github.com

source: e.g. kubernetees
de: z.B. kubernetees
ja: 例: kubernetees
zh_hans: 例如：kubernetees

source: e.g. Kubernetes
de: z.B. Kubernetes
ja: 例: Kubernetes
zh_hans: 例如：Kubernetes

source: e.g. Make Formal
de: z.B. Formell machen
ja: 例: 正式に整える
zh_hans: 例如：正式化

source: Echo Handling
de: Echo-Behandlung
ja: エコー処理
zh_hans: 回声处理

source: Edit
de: Bearbeiten
ja: 編集
zh_hans: 编辑

source: Edit %@
de: %1$@ bearbeiten
ja: %@を編集
zh_hans: 编辑 %@

source: Edit Correction
de: Korrektur bearbeiten
ja: 修正を編集
zh_hans: 编辑修正

source: Edit Profile
de: Profil bearbeiten
ja: プロファイルを編集
zh_hans: 编辑配置文件

source: Edit Prompt
de: Prompt bearbeiten
ja: プロンプトを編集
zh_hans: 编辑提示词

source: Edit Snippet
de: Snippet bearbeiten
ja: スニペットを編集
zh_hans: 编辑快捷短语

source: Edit Term
de: Begriff bearbeiten
ja: 用語を編集
zh_hans: 编辑词条

source: Enable %@
de: %1$@ aktivieren
ja: %@を有効にする
zh_hans: 启用 %@

source: Enable API Server
de: API-Server aktivieren
ja: APIサーバーを有効にする
zh_hans: 启用 API 服务器

source: Enable in System Settings
de: In Systemeinstellungen aktivieren
ja: システム設定で有効にする
zh_hans: 在“系统设置”中启用

source: Enable Memory
de: Memory aktivieren
ja: メモリを有効にする
zh_hans: 启用记忆

source: Enable translation
de: Übersetzung aktivieren
ja: 翻訳を有効にする
zh_hans: 启用翻译

source: Engines that support language hints use this ordered list. Other engines use #1 as the spoken language.
de: Engines mit Sprachhinweisen verwenden diese sortierte Liste. Andere Engines verwenden Nr. 1 als gesprochene Sprache.
ja: 言語ヒント対応エンジンはこの並び順のリストを使います。それ以外のエンジンは1番目を話す言語として使います。
zh_hans: 支持语言提示的引擎会按顺序使用此列表。其他引擎将第 1 项作为口语语言。

source: English
de: Englisch
ja: 英語
zh_hans: 英语

source: Enhance
de: Verbessern
ja: 改善
zh_hans: 强化

source: Enter License Key
de: Lizenzschlüssel eingeben
ja: ライセンスキーを入力
zh_hans: 输入许可证密钥

source: entries
de: Einträge
ja: 項目
zh_hans: 条目

source: Error
de: Fehler
ja: エラー
zh_hans: 错误

source: Error - %@
de: Fehler - %1$@
ja: エラー - %@
zh_hans: 错误 - %@

source: Error Log
de: Fehlerprotokoll
ja: エラーログ
zh_hans: 错误日志

source: Error: %@
de: Fehler: %@
ja: エラー: %@
zh_hans: 错误: %@

source: Expanded
de: Erweitert
ja: 拡張
zh_hans: 已展开

source: Export %lld entries as...
de: %lld Einträge exportieren als...
ja: %lld件を書き出し...
zh_hans: 将 %lld 个条目导出为…

source: Export All
de: Alle exportieren
ja: すべて書き出し
zh_hans: 导出全部

source: Export All as SRT
de: Alle als SRT exportieren
ja: すべてSRTで書き出し
zh_hans: 全部导出为 SRT

source: Export All as VTT
de: Alle als VTT exportieren
ja: すべてVTTで書き出し
zh_hans: 全部导出为 VTT

source: Export as...
de: Exportieren als...
ja: 形式を選んで書き出し...
zh_hans: 导出为…

source: Export Diagnostics
de: Diagnose exportieren
ja: 診断情報を書き出し
zh_hans: 导出诊断信息

source: Export Failed
de: Export fehlgeschlagen
ja: 書き出しに失敗しました
zh_hans: 导出失败

source: Export Here
de: Hierher exportieren
ja: ここに書き出し
zh_hans: 导出到此处

source: Export Settings
de: Einstellungen exportieren
ja: 設定を書き出す
zh_hans: 导出设置

source: Export Settings…
de: Einstellungen exportieren…
zh_hans: 导出设置…

source: Export Subtitles
de: Untertitel exportieren
ja: 字幕を書き出し
zh_hans: 导出字幕

source: Export...
de: Exportieren...
ja: 書き出し...
zh_hans: 导出…
